{
    "app": {
      "activity_view_wip": "Zobrazení aktivit již brzy",
      "welcome_back": "Vítejte zpět!",
      "login_private": "Přihlášení do soukromého nasazení",
      "login_details_desc": "Pro přístup k nasazení zadejte své přihlašovací údaje. Nebo kontaktujte správce",
      "forgot_password": "Zapomněli jste heslo?",
      "skip_now": "Zatím přeskočit",
      "cancel": "Zrušit",
      "no_worries": "Bez obav! Odešlete svůj e-mail a zkontrolujte si schránku, zda vám nepřišel odkaz na obnovení.",
      "reset_password": "Obnovit heslo",
      "login": "Přihlášení",
      "signup": "Zaregistrujte se",
      "add_new_filters": "Přidat nové nastavení filtrů",
      "all_filters": "Všechny filtry",
      "applied_all_filters": "Použité filtry: vše",
      "apply": "Použít",
      "clear": "Vymazat",
      "found_posts": "Nalezené příspěvky:",
      "find_posts":"Začněte psát pro vyhledání příspěvků",
      "no_posts_found": "Je nám líto, ale na základě vašich kritérií <br />vyhledávání nebyly nalezeny žádné příspěvky.",
      "save_as": "Uložit jako",
      "empty_lat":"Prázdná zeměpisná šířka",
      "empty_long":"Prázdná zeměpisná délka",
      "location_instruction": "Můžete vyhledat nebo kliknout na oblast mapy, kam chcete umístit značku.",
      "internal_task_instruction": "Tento úkol je označen pouze pro interní použití. Uživatelé ho při vytváření příspěvku nevidí.",
      "task_completed": "Úkol splněn",
      "select_all": "Vybrat vše",
      "related_post_hint": "Vezměte prosím na vědomí, že příspěvky, na které se mají vztahovat, musí být zveřejněny, příspěvky, které jsou „V hodnocení“, se ve výsledcích vyhledávání nezobrazí.",
      "no_options": "Žádné možnosti",
      "submit":"Odeslat",
      "published":"Zveřejněno",
      "under_review": "Probíhá kontrola",
      "archived": "Archivováno",
      "privacy_policy_text": "<p>Ushahidi is committed to protecting your privacy.</p><p>It is your right to be informed about how Ushahidi manages your personal information. We’re providing this Privacy Policy to explain how we collect, receive, use, store, share and disclose your data through our Services.</p><p>To make this policy easier to read, the Sites, our services, platforms, and Apps are collectively called the “Services.” If you have any questions about your personal data and our policies, please email <a href=\"mailto:privacy@ushahidi.com\">privacy@ushahidi.com</a></p><p>This Privacy Policy does not apply to any Third-Party Services (as defined below), even if theyare accessible through our Services.</p><p> Also, please note that unless we define a term in this Privacy Policy, all capitalized terms used in this Privacy Policy have the same meanings as in our Terms of Service. So, please make sure that you have read and understand our Terms of Service.</p><h2>Included In Our Policy</h2><p>Who We Are</p><ul><li>Collection And Use Of Information</li><li>The Ways We Use Your Information</li><li>Information That We Share With Third Parties</li><li>Data Protection Laws</li><li>Your Rights</li><li>Your Choices</li><li>Responding To Do Not Track Signals</li><li>The Security Of Your Information</li><li>How Long We Keep Your Data</li></ul>",
      "profile_name":"Název profilu",
      "profile_settings": "Nastavení profilu",
      "change_email": "Změnit e-mail",
      "save_changes": "Uložit změny",
      "select_language": "Vyberte jazyk ze seznamu",
      "current": "aktuální",
      "bulk_actions": "Hromadné akce",
      "no_posts": "Nenalezeny žádné příspěvky!",
      "support_info": "Podpora a informace",
      "nothing_found":"Nic nenalezeno!",
      "failed_load_post":"Nepodařilo se načíst příspěvek #",
      "404":" Oops... Sorry, we can’t find the page that you’re looking for. <br />Please search by another phrase or go back to the Map View.",
      "i_agree":"Souhlasím s Ushahidi",
      "privacy_policy":"Ochrana soukromí",
      "and_the": "a",
      "terms_and_conditions": "Podmínky a pravidla",
      "no_posts_yet": "Zatím zde není žádný příspěvek. Přidat příspěvek.",
      "add_post": "Přidat příspěvek.",
      "add_photo": "Přidat fotku",
      "replace_image": "Nahradit obrázek",
      "special_chars":"Toto pole obsahuje speciální znaky",
      "required_location":"Pole lokality je vyžadované",
      "invisible_task":"Tento úkol se zobrazí po zveřejnění příspěvku.",
      "select_time": "Vyberte čas",
      "create_new_collection":"Vytvořte novou kolekci",
      "collections": "Kolekce",
      "no_collections": "Zatím nejsou žádné kolekce!",
      "add": "Přidat",
      "choose_deployment": "Vyberte jedno nasazení ze seznamu",
      "locate_deployment": "Vyhledejte nasazení: Hledejte podle klíčového slova nebo zadejte adresu URL",
      "no_url":"Tato adresa URL neexistuje",
      "go_to_map":"Go to the Map",
      "delete": "Delete",
      "edit": "Edit",
      "toc_text":"<p>These Terms of Service (the “Terms”) and our Privacy Policy apply to and govern your use of any websites owned or operated by Ushahidi Inc. (“Ushahidi”) that post a link to these Terms (such websites, the “Sites”), the Ushahidi services accessible via the Sites (including any cloud-based servers or platforms) and the Ushahidi mobile device applications (the “Apps”).</p><p>To make these Terms easier to read, the Sites, our services, platforms, and Apps are collectively called the “Services.” Please note that these Terms do not cover any of our products you download under an open source license. Additionally, these Terms may not apply if you have entered into a separate agreement with Ushahidi that governs your relationship with us, such as a separately-negotiated enterprise agreement.</p><h2>Agreement To Terms</h2><p>these Terms, do not use the Services. If you are accessing and using the Services on behalf of a company (such as your employer) or other legal entity, you represent and warrant that you have the authority to bind that company or other legal entity to these Terms.</p><p>In that case, “you” and “your” will refer to that company or other legal entity.</p>",
      "skip": "Skip",
      "loading":"Getting data...",
      "emtpy_field_error": "This field cannot be empty",
      "info" : {
        "auth_not_online" : "Sorry. You're offline…please check your internet connection",
        "post_submitted_online" : "Thank you for submitting your report. The post is being reviewed by our team and soon will appear on the platform.",
        "post_submitted_offline" : "Thank you for your report. A message will be sent when the connection is restored.",
        "posts_not_uploaded" : "<b>{{num_posts}} Posts not Uploaded!</b><br/>The posts were not uploaded due to bad internet connection or you were offline. They will be automatically uploaded as soon as you connect to the internet",
        "posts_uploading" : "<b>Uploading {{num_posts}} Posts</b><br/>We are currently uploading your posts",
        "posts_uploaded" : "<b>{{num_posts}} Posts Uploaded Successfully!</b><br/>Your posts were successfully uploaded. You can see them under \"My Posts\""
      }
    }
}