{
    "app": {
      "activity_view_wip": "Activity View coming soon",
      "welcome_back": "Welcome Back!",
      "login_private": "Log in to private Deployment",
      "login_details_desc": "Please enter your login details to access the deployment. Or contact the Admin",
      "forgot_password": "Forgot your password?",
      "skip_now": "Skip for now",
      "cancel": "Cancel",
      "no_worries": "No worries! Submit your email and check your inbox for a reset link.",
      "reset_password": "Reset password",
      "login": "Log In",
      "signup": "Sign Up",
      "add_new_filters": "Add new filters setting",
      "all_filters": "All filters",
      "applied_all_filters": "Applied filters: all",
      "apply": "Apply",
      "clear": "Clear",
      "found_posts": "Found posts:",
      "find_posts":"Start typing to find Posts",
      "no_posts_found": "Sorry, no posts were found <br /> based on your search criteria.",
      "save_as": "Save as",
      "empty_lat":"Empty latitude",
      "empty_long":"Empty longitude",
      "location_instruction": "You can search or click the area of map where you want to place the marker.",
      "internal_task_instruction": "This task is marked for internal use only. It is not seen by users when they create a post.",
      "task_completed": "Task completed",
      "select_all": "Select all",
      "related_post_hint": "Please note, the posts to relate to needs to be published, posts that are \"Under review\" will not appear in the search-results",
      "no_options": "No options",
      "submit":"Submit",
      "published":"Published",
      "under_review": "Under review",
      "archived": "Archived",
      "privacy_policy_text": "<p>Ushahidi is committed to protecting your privacy.</p><p>It is your right to be informed about how Ushahidi manages your personal information. We’re providing this Privacy Policy to explain how we collect, receive, use, store, share and disclose your data through our Services.</p><p>To make this policy easier to read, the Sites, our services, platforms, and Apps are collectively called the “Services.” If you have any questions about your personal data and our policies, please email <a href=\"mailto:privacy@ushahidi.com\">privacy@ushahidi.com</a></p><p>This Privacy Policy does not apply to any Third-Party Services (as defined below), even if theyare accessible through our Services.</p><p> Also, please note that unless we define a term in this Privacy Policy, all capitalized terms used in this Privacy Policy have the same meanings as in our Terms of Service. So, please make sure that you have read and understand our Terms of Service.</p><h2>Included In Our Policy</h2><p>Who We Are</p><ul><li>Collection And Use Of Information</li><li>The Ways We Use Your Information</li><li>Information That We Share With Third Parties</li><li>Data Protection Laws</li><li>Your Rights</li><li>Your Choices</li><li>Responding To Do Not Track Signals</li><li>The Security Of Your Information</li><li>How Long We Keep Your Data</li></ul>",
      "profile_name":"Profile name",
      "profile_settings": "Profile settings",
      "change_email": "Change E-Mail",
      "save_changes": "Save changes",
      "select_language": "Select language from the list",
      "current": "current",
      "bulk_actions": "Bulk Actions",
      "no_posts": "No posts found!",
      "support_info": "Support and Information",
      "nothing_found":"Nothing found!",
      "failed_load_post":"Failed to load post #",
      "404":" Oops... Sorry, we can’t find the page that you’re looking for. <br />Please search by another phrase or go back to the Map View.",
      "i_agree":"I agree to Ushahidi",
      "privacy_policy":"Privacy Policy",
      "and_the": "and the",
      "terms_and_conditions": "Terms and Conditions",
      "no_posts_yet": "There is no post yet. Add a post.",
      "add_post": "Add post",
      "add_photo": "Add photo",
      "replace_image": "Replace image",
      "special_chars":"This field contains special characters",
      "required_location":"Required location field",
      "invisible_task":"This task will be visible when post is published.",
      "select_time": "Select Time",
      "create_new_collection":"Create new collection",
      "collections": "Collections",
      "no_collections": "There are no collections yet!",
      "add": "Add",
      "choose_deployment": "Choose one Deployment from list",
      "locate_deployment": "Locate a deployment: Search by keyword or enter a URL",
      "no_url":"That URL doesn't exist",
      "go_to_map":"Go to the Map",
      "delete": "Delete",
      "edit": "Edit",
      "toc_text":"<p>These Terms of Service (the “Terms”) and our Privacy Policy apply to and govern your use of any websites owned or operated by Ushahidi Inc. (“Ushahidi”) that post a link to these Terms (such websites, the “Sites”), the Ushahidi services accessible via the Sites (including any cloud-based servers or platforms) and the Ushahidi mobile device applications (the “Apps”).</p><p>To make these Terms easier to read, the Sites, our services, platforms, and Apps are collectively called the “Services.” Please note that these Terms do not cover any of our products you download under an open source license. Additionally, these Terms may not apply if you have entered into a separate agreement with Ushahidi that governs your relationship with us, such as a separately-negotiated enterprise agreement.</p><h2>Agreement To Terms</h2><p>these Terms, do not use the Services. If you are accessing and using the Services on behalf of a company (such as your employer) or other legal entity, you represent and warrant that you have the authority to bind that company or other legal entity to these Terms.</p><p>In that case, “you” and “your” will refer to that company or other legal entity.</p>",
      "skip": "Skip"
    }
}